import React from 'react';

const Header = () => {
  return (
    <div className='text-end mr-auto ml-auto w-[80%] bg-[#ebf9fa] p-2 m-1'>
      <h1 className='text-[#2ca4ab] text-[32px] p-6 font-bold leading-[43.328px]'>
      تقديم رحلة الارتقاء القرآنية
      </h1>
      <p className='text-[16px] text-[#272727] p-4 font-bold'>
      هل تجد صعوبة في الحفاظ على التوافق مع أهدافك في قراءة القرآن؟
      </p>
      <p className='text-[16px] text-[#272727] p-4 m-2 pb-8 font-bold '>
      رحلة نمو القرآن هي ميزة ديناميكية تم تطويرها لمساعدتك على البقاء متسقًا في رحلتك مع القرآن. سواء كنت تهدف إلى قراءة 10 دقائق في اليوم، أو إكمال جزء في شهر، أو إنهاء القرآن بالكامل في عام، وما إلى ذلك، يمكن أن يساعدك تطبيق قرآن دوت كوم (Quran.com) الآن في تحديد هدف مخصص وتتبع خطوط القراءة اليومية، بينما تتكيف مع تقدمك. إنه مجاني تمامًا للاستخدام ونأمل أن يساعدك على البقاء متحمسًا للوصول إلى هدفك!
      </p>
    </div>
  );
}

export default Header;
